Revit 2015 API
GutterTypeSet Constructor
Initializes a new instance of the GutterTypeSet class
Namespace: Autodesk.Revit.DB.Architecture
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public GutterTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
GutterTypeSet()
See Also
GutterTypeSet Class
Autodesk.Revit.DB.Architecture Namespace